Repository: piyarulps/fintrak-anular-demo-update
Catalog: src/locale/*.xlf
Languages: ar_sa

source: --select usance to see details--
ar_sa: --حدد usance لنرى التفاصيل--

source: Select Usance Extension:
ar_sa: حدد ملحق Usance:

source: Approved Usance Tenor (Days)
ar_sa: الموافق عليها تينور Usance (أيام)

source: Reset
ar_sa: اعاده تعيين

source: Issuance Approval Status
ar_sa: حالة الموافقة على الإصدار

source: Usance Approval Level
ar_sa: مستوى موافقة Usance

source: LC Search
ar_sa: البحث LC

source: Cancel
ar_sa: إلغاء الأمر

source: Interest Rate
ar_sa: سعر الفائدة

source: Lien Application Search
ar_sa: البحث عن تطبيق Lien

source: Recovery Reporting Applications Status
ar_sa: حالة تطبيقات تقارير الاسترداد

source: Recovery Commission List
ar_sa: قائمة لجنة الاسترداد

source: Commission Amount
ar_sa: مبلغ العمولة

source: Annual Interest Rate (%)
ar_sa: معدل الفائدة السنوي (٪)

source: Loan APR
ar_sa: القرض APR

source: Region:
ar_sa: المنطقه:

source: Expected Completion Date
ar_sa: تاريخ الإكمال المتوقع
