Repository: piyarulps/fintrak-anular-demo-update
Catalog: src/locale/*.xlf
Languages: ar_sa

source: Collateral Customer Id
ar_sa: معرف العميل الضمان

source: Approval Memo
ar_sa: مذكرة الموافقة

source: <i></i> Refer Back
ar_sa: الرجوع

source: Back to List
ar_sa: الرجوع للقائمة

source: Edit
ar_sa: تصحيح

source: Remove
ar_sa: إزالة

source: -- Select Compliance Timeline--
ar_sa: - حدد الجدول الزمني للامتثال -

source: Save
ar_sa: يحفظ

source: Customer Information Details For: <strong>{{ customerFullName }}</strong>
ar_sa: تفاصيل معلومات العميل لـ:

source: Relationship Manager:
ar_sa: مدير العلاقات:

source: Sector:
ar_sa: قطاع:

source: Customer Rating:
ar_sa: تقييم العملاء:

source: Registration Number:
ar_sa: رقم التسجيل:

source: Authorized Capital:
ar_sa: رأس المال المصرح به:

source: Corporate Information
ar_sa: معلومات الشركات

source: Email
ar_sa: البريد الإلكتروني

source: Customer Top Client(s)
ar_sa: العملاء الأعلى للعملاء

source: % Holding
ar_sa: ٪ تحتجز

source: Corporate Name
ar_sa: اسم الشركة

source: Employer Address
ar_sa: عنوان صاحب العمل

source: Insider Related Party
ar_sa: الطرف ذو الصلة من الداخل

source: Available Balance
ar_sa: الرصيد المتوفر

source: Prospective Customer
ar_sa: مأمول عميل

source: -- Select Type --
ar_sa: -- اختر صنف --

source: Crms Relationship Type
ar_sa: نوع العلاقة Crms

source: Account Officer
ar_sa: موظف الحساب

source: Title
ar_sa: لقب

source: --- Select Title ---
ar_sa: - حدد العنوان -

source: Gender
ar_sa: جنس تذكير أو تأنيث

source: Customer BVN
ar_sa: العميل BVN

source: Country Of Origin
ar_sa: بلد المنشأ

source: Number Of Dependents
ar_sa: أعداد المستقلين

source: Non borrowing
ar_sa: عدم الاقتراض

source: Team NPL
ar_sa: فريق NPL

source: Name Of Signatory
ar_sa: اسم الموقّع

source: -- Select Sector --
ar_sa: - اختر القطاع -

source: Sub-Sector
ar_sa: القطاع الفرعي

source: Nearest Landmark
ar_sa: أقرب معلم

source: Director/Signatory
ar_sa: المخرج / الموقّع

source: Customer Next of Kin
ar_sa: العميل التالي للأقارب

source: Last Name
ar_sa: الكنية

source: Gender
ar_sa: جنس

source: Relationship
ar_sa: صلة

source: First Name
ar_sa: الاسم الاول

source: RC Number
ar_sa: رقم RC

source: Issuing Authority
ar_sa: سلطة الإصدار

source: Employer Name
ar_sa: اسم الموظف

source: Employer Address
ar_sa: عنوان صاحب العمل

source: Office Phone
ar_sa: هاتف المكتب

source: Document File Number...
ar_sa: رقم ملف المستند ...

source: Save
ar_sa: يحفظ

source: Account Balance
ar_sa: رصيد الحساب

source: Investment Grade:
ar_sa: درجة استثمارية:

source: Modify Details
ar_sa: تعديل التفاصيل

source: Proposed Product:
ar_sa: المنتج المقترح:

source: Recommended Rate:
ar_sa: السعر الموصى به:

source: Principal Repayment:
ar_sa: السداد الأساسي:

source: Syndicated Loan Application Information
ar_sa: معلومات طلب القرض المشترك

source: --- Select Relationship Officer ---
ar_sa: - حدد مسؤول العلاقات -

source: Edit
ar_sa: يحرر

source: Address Type
ar_sa: نوع العنوان

source: Town/City
ar_sa: بلدة / مدينة

source: Maximum of Four Children
ar_sa: أربعة أطفال كحد أقصى

source: Expiry Date
ar_sa: تاريخ الانتهاء

source: Uploaded By
ar_sa: تم الرفع بواسطة

source: Deleted By
ar_sa: تم الحذف بواسطة

source: Actions
ar_sa: أفعال

source: Refer Back
ar_sa: الرجوع للخلف

source: Target Level / Staff
ar_sa: المستوى المستهدف / الموظفين

source: -- Select Staff / Level --
ar_sa: - اختر الموظفين / المستوى -

source: Send
ar_sa: إرسال

source: Export to Excel
ar_sa: تصدير إلى Excel

source: To : Staff Name
ar_sa: إلى: اسم الموظف

source: Preset Route
ar_sa: طريق محدد مسبقًا

source: Re-Route Workflow
ar_sa: إعادة توجيه سير العمل

source: Search Staff
ar_sa: البحث عن الموظفين

source: Next Process
ar_sa: العملية التالية

source: -- Select Process --
ar_sa: - اختر العملية -

source: Final Approval Level
ar_sa: مستوى الموافقة النهائية

source: Caption
ar_sa: شرح

source: Date
ar_sa: تاريخ

source: Mapped FS Captions
ar_sa: تعليقات FS المعينة

source: FS Caption Name
ar_sa: اسم شرح FS

source: Generate Original Offer Letter
ar_sa: إنشاء خطاب العرض الأصلي

source: View Updates
ar_sa: عرض التحديثات

source: View Offer Letter
ar_sa: مشاهدة خطاب العرض

source: Intiated From
ar_sa: انتيد من

source: Generated Offer Letter
ar_sa: تم إنشاء خطاب العرض

source: Target Staff / Level
ar_sa: الموظفون المستهدفون / المستوى

source: Branch Code
ar_sa: رمز الفرع

source: State Name
ar_sa: اسم الولاية

source: Proposed Limit
ar_sa: الحد المقترح

source: Change
ar_sa: يتغيرون

source: Review Date
ar_sa: تاريخ المراجعة

source: Loan Status
ar_sa: حالة القرض

source: Unsaved changes
ar_sa: تغييرات غير محفوظة

source: Ordering
ar_sa: ترتيب

source: Proposed Collateral History
ar_sa: تاريخ الضمان المقترح

source: Monitoring Triggers
ar_sa: مشغلات المراقبة

source: Monitoring Triggers
ar_sa: مشغلات المراقبة

source: Schedule Repayment Terms
ar_sa: جدولة شروط السداد

source: Product Name :
ar_sa: اسم المنتج :

source: Customer Code :
ar_sa: كود العميل:

source: Last Operation
ar_sa: العملية الأخيرة

source: Product Account Name
ar_sa: اسم حساب المنتج

source: Maturity Date
ar_sa: تاريخ النضج

source: Interest Rate(%)
ar_sa: سعر الفائدة(٪)

source: Outstanding Principal
ar_sa: مدير رائع

source: Principal Frequency
ar_sa: التردد الأساسي

source: Tenor
ar_sa: تينور

source: Booking Date
ar_sa: تاريخ الحجز

source: Fees Details
ar_sa: تفاصيل الرسوم

source: Charge Fee Name
ar_sa: اسم رسوم المصاريف

source: Start Principal
ar_sa: بدء المدير

source: Periodic Amount
ar_sa: المبلغ الدوري

source: Principal Amount
ar_sa: المبلغ الأساسي

source: AM Periodic Amount
ar_sa: المبلغ الدوري صباحا

source: Start Date
ar_sa: تاريخ البدء

source: CBN Facilities Report Export
ar_sa: تصدير تقرير مرافق CBN

source: Start Date
ar_sa: تاريخ البدء

source: Template Type
ar_sa: نوع النموذج

source: Export To Excel
ar_sa: تصدير إلى Excel

source: Account Number / Name
ar_sa: رقم الحساب / الاسم

source: Search Result
ar_sa: نتيجة البحث

source: Product Account Name:
ar_sa: اسم حساب المنتج:

source: Ledger Balance:
ar_sa: توازن دفتر الأستاذ:

source: Lien Amount:
ar_sa: ليان المبلغ:

source: Branch Code:
ar_sa: رمز الفرع:

source: Is Current Account:
ar_sa: هو حساب جاري:

source: Post No Status:
ar_sa: حالة عدم المشاركة:

source: Old Product Account Number:
ar_sa: رقم حساب المنتج القديم:

source: -- Select Customer Type --
ar_sa: - اختر نوع العميل -

source: Tax Number
ar_sa: الرقم الضريبي

source: Annual Turn Over
ar_sa: المردود السنوي

source: Previous Credit Rating
ar_sa: التصنيف الائتماني السابق

source: Issuing Office
ar_sa: مكتب الاصدار

source: Identification
ar_sa: هوية

source: First Name
ar_sa: الاسم الاول

source: Last Name
ar_sa: الكنية

source: Issuing Authority
ar_sa: سلطة الإصدار

source: Bank Verification Number
ar_sa: رقم التحقق المصرفي

source: Validity
ar_sa: صلاحية

source: Office Phone
ar_sa: هاتف المكتب

source: Previous Employer
ar_sa: صاحب العمل السابق

source: Director Type
ar_sa: نوع المخرج

source: Number Of Shares
ar_sa: عدد الأسهم

source: Nearest Landmark
ar_sa: أقرب معلم

source: Electric Meter Number
ar_sa: رقم عداد الكهرباء

source: <span></span> Search
ar_sa: <x id="START_TAG_SPAN" equiv-text="&lt;span>"ctype =" x-span "/><x id="CLOSE_TAG_SPAN" equiv-text="&lt;/span>" ctype = "x-span" /> بحث

source: Customer Code
ar_sa: كود العميل

source: Contact Person
ar_sa: الشخص الذي يمكن الاتصال به

source: Relationship Type
ar_sa: نوع العلاقة

source: Branch
ar_sa: فرع شجرة

source: Customer Identification:
ar_sa: تعريف العميل:

source: Maiden Name:
ar_sa: الاسم قبل الزواج:

source: First Child Name:
ar_sa: اسم الطفل الأول:

source: Company Website
ar_sa: موقع الشركة

source: Phone:
ar_sa: هاتف:

source: Customer Code
ar_sa: كود العميل

source: Prospect Type
ar_sa: نوع الاحتمال

source: Customer Type
ar_sa: نوع العميل

source: Customer Corporate Name
ar_sa: اسم شركة العميل

source: Update
ar_sa: تحديث

source: Username
ar_sa: اسم المستخدم

source: Hair Cut
ar_sa: حلاقة شعر

source: Issuer Name
ar_sa: اسم المصدر

source: Percentage Interest
ar_sa: نسبة الفائدة

source: Number Of Units
ar_sa: عدد الوحدات

source: Interest Payment Frequency
ar_sa: تكرار دفع الفوائد

source: Date Of Acquisition
ar_sa: تاريخ الحيازة

source: Valuer
ar_sa: المثمن

source: Forced Sale Value
ar_sa: قيمة البيع القسري

source: Original Value
ar_sa: القيمة الأصلية

source: Perfection Status
ar_sa: حالة الكمال

source: Reason for Non Perfection
ar_sa: سبب عدم الكمال

source: Machine Number
ar_sa: رقم الجهاز

source: Year Of Manufacture
ar_sa: سنة الصنع

source: Intended Use
ar_sa: الاستخدام المقصود

source: Start Date
ar_sa: تاريخ البدء

source: End Date
ar_sa: تاريخ الانتهاء

source: Insurance Policy Number
ar_sa: رقم وثيقة التأمين

source: Insurance Company Name
ar_sa: اسم شركة التأمين

source: Policy Start Date
ar_sa: تاريخ بدء الوثيقة

source: Assign Date
ar_sa: تاريخ التعيين

source: Policy Renewal Date
ar_sa: تاريخ تجديد الوثيقة

source: Vehicle Status
ar_sa: حالة المركبة

source: Chasis Number
ar_sa: رقم شاسيس

source: Name Of Owner
ar_sa: اسم المالك

source: Last Valuation Amount
ar_sa: مبلغ التقييم الأخير

source: Unit Rate
ar_sa: سعر الوحدة

source: Lien Amount
ar_sa: ليان المبلغ

source: Share Quantity
ar_sa: كمية المشاركة

source: <i></i> Add New
ar_sa: إضافة جديد

source: Others
ar_sa: الآخرين

source: NO
ar_sa: لا

source: Average Monthly Turnover (Over 6 Months)
ar_sa: متوسط حجم التداول الشهري (أكثر من 6 أشهر)

source: Subsector
ar_sa: القطاع الفرعي

source: Is Moratorium
ar_sa: هو الوقف

source: Select Operating Account
ar_sa: حدد حساب التشغيل

source: Invoice Number
ar_sa: رقم الفاتورة

source: <span></span>Upload Document
ar_sa: <x ctype="x-span" equiv-text="&lt;span>"id =" START_TAG_SPAN "/><x ctype="x-span" equiv-text="&lt;/span>" id = "CLOSE_TAG_SPAN" /> تحميل المستند

source: Rist Acceptance Criteria Result
ar_sa: نتيجة معايير قبول Rist

source: Secretariat - Loan Application Search
ar_sa: الأمانة - البحث في طلب القرض

source: ORR Based:
ar_sa: أساس ORR:

source: Fee
ar_sa: رسوم

source: Condition Precedent
ar_sa: حالة سابقة

source: Loan Contract
ar_sa: عقد القرض

source: Select Facility:
ar_sa: حدد المنشأة:

source: Current Level
ar_sa: المستوى الحالي

source: Assigned Collaterals
ar_sa: الضمانات المعينة

source: Hair Cut/Shrinkage
ar_sa: قص الشعر / انكماشه

source: Select for swap
ar_sa: حدد للمبادلة

source: Expected Coverage
ar_sa: التغطية المتوقعة

source: Description
ar_sa: وصف

source: Trustee Name
ar_sa: اسم الوصي

source: Valuation Amount
ar_sa: تقييم كمية

source: Total Value
ar_sa: القيمة الإجمالية

source: Policy Description
ar_sa: وصف السياسة

source: Has Expired
ar_sa: انتهت صلاحيته

source: Last Visitation Date
ar_sa: تاريخ آخر زيارة

source: <span></span> Upload
ar_sa: <x ctype="x-span" equiv-text="&lt;span>"id =" START_TAG_SPAN "/><x ctype="x-span" equiv-text="&lt;/span>" id = "CLOSE_TAG_SPAN" /> تحميل

source: Visitation Detail
ar_sa: تفاصيل الزيارة

source: Collateral Amount in use
ar_sa: المبلغ الإضافي المستخدم

source: Deal Amount:
ar_sa: مبلغ الصفقة:

source: Interest Payment Frequency:
ar_sa: تكرار دفع الفوائد:

source: End Date:
ar_sa: تاريخ الانتهاء:

source: Machine Number:
ar_sa: رقم الجهاز:

source: Premium Amount:
ar_sa: مبلغ قسط:

source: Precious Metal Name:
ar_sa: اسم المعادن الثمينة:

source: insurance Type
ar_sa: نوع التأمين

source: Collateral Visitation
ar_sa: الزيارة الجانبية

source: See Proposed Collaterals
ar_sa: انظر الضمانات المقترحة

source: Loan Availment
ar_sa: سداد القرض

source: Amount Requested
ar_sa: المبلغ المطلوب

source: Application Reference Number
ar_sa: رقم مرجع الطلب

source: <i></i> Show Customer Information
ar_sa: <x ctype="x-i" equiv-text="&lt;i>"id =" START_ITALIC_TEXT "/><x ctype="x-i" equiv-text="&lt;/i>" id = "CLOSE_ITALIC_TEXT" /> إظهار العميل معلومة

source: Checklists & Collateral
ar_sa: قوائم المراجعة &

source: Branch Limit
ar_sa: حد الفرع

source: Decision
ar_sa: قرار

source: True
ar_sa: صحيح

source: Middlename
ar_sa: الاسم الأوسط

source: Loan Gaurantor Form
ar_sa: نموذج ضمان القرض

source: <span></span> Refer Back
ar_sa: <x ctype="x-span" equiv-text="&lt;span>"id =" START_TAG_SPAN "/><x ctype="x-span" equiv-text="&lt;/span>" id = "CLOSE_TAG_SPAN" /> الرجوع

source: <span></span> Save and Send
ar_sa: <x ctype="x-span" equiv-text="&lt;span>"id =" START_TAG_SPAN "/><x ctype="x-span" equiv-text="&lt;/span>" id = "CLOSE_TAG_SPAN" /> حفظ وإرسال

source: <i></i> Show Customer Information
ar_sa: <x ctype="x-i" equiv-text="&lt;i>"id =" START_ITALIC_TEXT "/><x ctype="x-i" equiv-text="&lt;/i>" id = "CLOSE_ITALIC_TEXT" /> إظهار معلومات العميل

source: Monthly Turnover
ar_sa: الدوران الشهري

source: Normal
ar_sa: عادي

source: Serif
ar_sa: سيريف

source: Post Charges
ar_sa: رسوم النشر

source: Type your comment here...
ar_sa: اكتب تعليقك هنا...

source: Attach file
ar_sa: أرفق ملف

source: Authentication Token
ar_sa: رمز المصادقة

source: View Request
ar_sa: عرض الطلب

source: Reassigned To
ar_sa: أعيد تعيينه إلى

source: Selected Job Request Information Detail
ar_sa: تفاصيل معلومات طلب الوظيفة المحددة

source: Reassigned To:
ar_sa: أعيد تعيينه إلى:

source: Date Sent:
ar_sa: تاريخ إرسالها:

source: Response Date:
ar_sa: تاريخ الرد:

source: Upload Documents
ar_sa: تحميل المستندات

source: <button>Next</button>
ar_sa: <x ctype="x-button" equiv-text="&lt;button>"id =" START_TAG_BUTTON "/> التالي<x ctype="x-button" equiv-text="&lt;/button>" id = "CLOSE_TAG_BUTTON" />

source: Responded by
ar_sa: تم الرد بواسطة

source: Load Checklist
ar_sa: تحميل قائمة التحقق

source: Checked Checklist Items
ar_sa: عناصر قائمة التحقق المحددة

source: Checklist Document
ar_sa: وثيقة قائمة التحقق

source: --- Select Option ---
ar_sa: - حدد الخيار -

source: --- Yes ---
ar_sa: --- نعم ---

source: Use Multiple Drawdown
ar_sa: استخدم السحب المتعدد

source: Facility Name
ar_sa: إسم المنشأة

source: N/A
ar_sa: غير متاح

source: Date Received
ar_sa: تاريخ الاستلام

source: -- Select Product --
ar_sa: -- حدد المنتج --

source: Customer Request Document
ar_sa: مستند طلب العميل

source: Loan Request Info
ar_sa: معلومات طلب القرض

source: <i></i> Show Customer Information
ar_sa: <x ctype="x-i" equiv-text="&lt;i>"id =" START_ITALIC_TEXT "/><x ctype="x-i" equiv-text="&lt;/i>" id = "CLOSE_ITALIC_TEXT" /> إظهار معلومات العميل

source: Cash Collateral Lien Placement
ar_sa: إيداع الرهن بالضمانات النقدية

source: Search loan applications...
ar_sa: البحث في طلبات القروض ...

source: Product
ar_sa: المنتج

source: Yes
ar_sa: نعم

source: Type of Customer
ar_sa: نوع العميل

source: Approved Tenor (in months)
ar_sa: المدة المعتمدة (بالأشهر)

source: Covenant Type
ar_sa: نوع العهد

source: Supporting Documents
ar_sa: الوثائق الداعمة

source: Concession?
ar_sa: تنازل؟

source: Recommeded Rate
ar_sa: معدل ريكوميد

source: Loan Monitoring Trigger
ar_sa: مشغل مراقبة القرض

source: Current Approval Level
ar_sa: مستوى الموافقة الحالي

source: <i></i> Refer Back
ar_sa: <x ctype="x-i" equiv-text="&lt;i>"id =" START_ITALIC_TEXT "/><x ctype="x-i" equiv-text="&lt;/i>" id = "CLOSE_ITALIC_TEXT" /> الرجوع

source: <span></span> Preview
ar_sa: <x ctype="x-span" equiv-text="&lt;span>"id =" START_TAG_SPAN "/><x ctype="x-span" equiv-text="&lt;/span>" id = "CLOSE_TAG_SPAN" /> معاينة

source: Call Date
ar_sa: تاريخ الاتصال

source: Location of the Meeting
ar_sa: موقع الاجتماع

source: Recent Update
ar_sa: التحديث الاخير

source: Validated
ar_sa: تم التحقق من صحتها

source: <input/>CATEGORY B
ar_sa: <x ctype="x-input" equiv-text="&lt;input/>"id =" TAG_INPUT "/> CATEGORY B.

source: PEN Details Cont'd
ar_sa: متابعة تفاصيل القلم

source: Count
ar_sa: عد

source: Generate
ar_sa: توليد

source: Select Frequency
ar_sa: حدد التردد

source: First Central Search Options
ar_sa: خيارات البحث المركزية الأولى

source: New Loan Application
ar_sa: طلب قرض جديد

source: Load Template
ar_sa: تحميل القالب

source: Load Document
ar_sa: تحميل المستند

source: Loans In Pipeline (Amount)
ar_sa: قروض قيد التنفيذ (المبلغ)

source: -- Select Group --
ar_sa: -- اختر مجموعة --

source: Require Principal GL
ar_sa: تتطلب GL الرئيسي

source: Product Groups
ar_sa: مجموعات المنتجات

source: Companies
ar_sa: شركات

source: Address Line 2
ar_sa: سطر العنوان 2

source: Sub Account
ar_sa: حساب فرعي

source: Tenor Bracket (Months)
ar_sa: قوس التينور (شهور)

source: --- Select Principal Balance Ledger ---
ar_sa: - حدد دفتر الأستاذ الرصيد الرئيسي -

source: Interest Income Ledger
ar_sa: دفتر حسابات دخل الفوائد

source: Principal Balance Ledger 2
ar_sa: دفتر الأستاذ الرصيد 2

source: Premium\Discount Ledger
ar_sa: قسط \ خصم دفتر الأستاذ

source: --- Select Dormant Balance Ledger ---
ar_sa: - حدد دفتر حسابات الرصيد الخامل -

source: Compulsory
ar_sa: اجباري

source: Account Category Name
ar_sa: اسم فئة الحساب

source: --- Select Staff Role ---
ar_sa: - حدد دور الموظفين -

source: Section List
ar_sa: قائمة الأقسام

source: SecurityType
ar_sa: نوع الأمن

source: TransactionsDynamics
ar_sa: المعاملات

source: Edit Product
ar_sa: تحرير المنتج

source: Select Category
ar_sa: اختر الفئة

source: Rate Value
ar_sa: قيمة السعر

source: Frequency Required
ar_sa: التردد مطلوب

source: Maximum Amount
ar_sa: الحد الأقصى للمبلغ

source: Save Checklist Item
ar_sa: حفظ عنصر قائمة التحقق

source: currency
ar_sa: دقة

source: Collateral Type
ar_sa: نوع الضمان

source: Approval Groups
ar_sa: مجموعات الموافقة

source: Investment Grade
ar_sa: درجة استثمارية

source: Can View UploadedFile
ar_sa: يمكن عرض UploadedFile

source: -- Select Business Rule --
ar_sa: - حدد قاعدة العمل -

source: -- Select Route Initiator Role --
ar_sa: - حدد دور بادئ الطريق -

source: Level Staff
ar_sa: مستوى الموظفين

source: Within Group
ar_sa: داخل المجموعة

source: Allow Multiple Initiator
ar_sa: السماح بادئ متعدد

source: Relief Staff
ar_sa: طاقم الإغاثة

source: Domiciliation Not In Place
ar_sa: التوطين ليس في مكانه

source: End of Day Operations
ar_sa: عمليات نهاية اليوم

source: EOD Date
ar_sa: تاريخ التخلص من الذخائر المتفجرة

source: Accredited Principal
ar_sa: مدير معتمد

source: Amortisation Type
ar_sa: نوع الإطفاء

source: Transaction Dynamics
ar_sa: ديناميات المعاملات

source: Duration
ar_sa: المدة الزمنية

source: --- Select Free Code One ---
ar_sa: - اختر Free Code One -

source: --- Select Category ---
ar_sa: --- اختر الفئة ---

source: --- Select checkListScore For Yes---
ar_sa: - حدد checkListScore للحصول على نعم -

source: --- Select checkListScore For No---
ar_sa: - حدد checkListScore للحصول على لا -

source: Defined Function
ar_sa: وظيفة محددة

source: -- Select Employment Type --
ar_sa: - اختر نوع العمل -

source: PlaceHolder
ar_sa: نائب

source: customerName
ar_sa: اسم الزبون

source: ALERT STAFF GROUP EMAIL SETUP
ar_sa: ALERT STAFF GROUP إعداد البريد الإلكتروني

source: Email Group Code
ar_sa: رمز مجموعة البريد الإلكتروني

source: Male
ar_sa: الذكر

source: Select Relationship
ar_sa: حدد العلاقة

source: Staff Name
ar_sa: اسم الموظفين

source: Locked Status
ar_sa: حالة مغلق

source: Minimum Required Alpha Numerical Char
ar_sa: الحد الأدنى المطلوب من حرف ألفا العددي

source: Session Timeout
ar_sa: مهلة جلسة

source: Response Date-Time
ar_sa: تاريخ الاستجابة

source: product Name
ar_sa: اسم المنتج

source: Approval Information
ar_sa: معلومات الموافقة

source: Unpaid Days Overdue
ar_sa: أيام غير مدفوعة المتأخرة

source: Recovery Applications List
ar_sa: قائمة تطبيقات الاسترداد

source: <span></span> Next
ar_sa: <span></span> التالي

source: Collateral(s)
ar_sa: الضمان (ق)

source: Related Obligor
ar_sa: الملتزم ذو الصلة

source: Approve Multiple Staff Details
ar_sa: اعتماد بيانات متعددة للموظفين

source: Approval Trail Log
ar_sa: سجل مسار الموافقة

source: Dependent Amount
ar_sa: المبلغ المعتمد

source: Covenant Details
ar_sa: تفاصيل العهد

source: Collateral Release Approvals
ar_sa: موافقات الإفراج عن الضمانات

source: First Name
ar_sa: أولا اسم

source: Additional Document Uploads
ar_sa: عمليات تحميل المستندات الإضافية

source: Facility
ar_sa: منشأة

source: Deferred Document
ar_sa: مستند مؤجل

source: Contingent Loans Usage Approval
ar_sa: الموافقة على استخدام القروض المشروطة

source: Obligor:
ar_sa: الملتزم:

source: Trustee Name:
ar_sa: اسم الوصي:

source: Other Annual Allowances:
ar_sa: البدلات السنوية الأخرى:

source: Regular Payment Amount
ar_sa: مبلغ الدفع المنتظم

source: Total Amount
ar_sa: المبلغ الإجمالي

source: Loan System Type:
ar_sa: نوع نظام القرض:

source: DRAWDOWN DOCUMENTS
ar_sa: وثائق السحب التدريجي

source: Drawdown Memo
ar_sa: مذكرة السحب

source: Consultant Name:
ar_sa: اسم الاستشاري:

source: View to Approve
ar_sa: عرض للموافقة

source: Save Without Posting
ar_sa: حفظ دون نشر

source: Date Lodged
ar_sa: تاريخ تم تقديمه

source: APG Issued:
ar_sa: أصدرت APG:

source: Client Name:
ar_sa: اسم العميل:

source: Valuation Reason
ar_sa: سبب التقييم

source: Approval Comment
ar_sa: تعليق الموافقة

source: Recovery Repayment Date:
ar_sa: تاريخ سداد الاسترداد:

source: Recovery Reporting Approval Comments
ar_sa: تعليقات الموافقة على تقرير الاسترداد

source: Recovery Reporting Approval
ar_sa: الموافقة على تقرير الاسترداد

source: Credit To Agent
ar_sa: الائتمان إلى وكيل

source: Facility Modifications Awaiting Approval
ar_sa: تعديلات المرافق التي تنتظر الموافقة

source: Product
ar_sa: المنتج

source: Review Type
ar_sa: نوع المراجعة

source: LMS Facility Modifications Awaiting Approval
ar_sa: تعديلات منشأة LMS في انتظار الموافقة

source: <i></i> Show Loan Review Drawdown
ar_sa: <i></i> إظهار السحب مراجعة القرض

source: Loan Search
ar_sa: البحث عن القروض

source: Assessment Title
ar_sa: عنوان التقييم

source: SLA
ar_sa: جيش تحرير السودان

source: IS VALID
ar_sa: صالح

source: Domiciliation is not in place
ar_sa: Domiciliation ليست في مكان

source: February
ar_sa: فبراير

source: Revenue Item
ar_sa: بند الإيرادات

source: Borrower:
ar_sa: المقترض:

source: Contingent Code
ar_sa: كود الوحدة

source: Rate Review
ar_sa: معدل مراجعة

source: Pending Rate Reviews
ar_sa: مراجعات الأسعار المعلقة

source: Drawdown Memo
ar_sa: مذكرة السحب

source: Run End Of Day
ar_sa: تشغيل نهاية اليوم

source: Product Fees<i></i>
ar_sa: <i>رسوم المنتج </i>

source: Dependent Amount
ar_sa: المبلغ التابع

source: All Comment
ar_sa: كل التعليق

source: Image Caption
ar_sa: تسمية توضيحية للصورة

source: Is Done
ar_sa: تم الانتهاء

source: Recommendation
ar_sa: التوصيه

source: Performance Evaluation
ar_sa: تقييم الأداء

source: Recovery Payment Plan
ar_sa: خطة الدفع الاسترداد

source: Performing
ar_sa: اداء

source: <i></i> Add
ar_sa: <i></i> إضافة

source: Facility Application Number: <strong> {{loanApplicationReferance}}</strong>
ar_sa: رقم طلب المنشأة: <strong> {{loanApplicationReferance}}</strong>

source: Total Initiated balance
ar_sa: مجموع الرصيد الذي بدأ

source: Supporting Documents
ar_sa: المستندات الداعمة

source: Interest on Past Due Principal:
ar_sa: الفائدة على أصل الاستحقاق السابق:

source: CASA Account Number 2 :
ar_sa: CASA رقم الحساب 2 :

source: Tenor (Days)
ar_sa: تينور (أيام)

source: Get Balance
ar_sa: الحصول على التوازن

source: Recovery Operations
ar_sa: عمليات الاسترداد

source: Charge Fee Modification
ar_sa: تعديل رسوم الرسوم

source: Loan Written-off Accounts Detail
ar_sa: تفاصيل حسابات الشطب من القرض

source: Add Marker
ar_sa: إضافة علامة

source: Related Loan Ref Number
ar_sa: رقم مرجع القرض ذو الصلة

source: Related Contingent Liability Details
ar_sa: تفاصيل المسؤولية الاحتمالية ذات الصلة

source: Reduce Principal
ar_sa: تقليل الأساسي

source: New Maturity Amount
ar_sa: مبلغ الاستحقاق الجديد

source: Tenor Change
ar_sa: تغيير التينور

source: Effective Date
ar_sa: تاريخ النفاذ

source: LMS Availment Applications
ar_sa: تطبيقات الاستفادة من LMS

source: Search Loan
ar_sa: قرض البحث

source: Currency Of Disbursement
ar_sa: عملة الصرف

source: Events Of Default
ar_sa: أحداث الافتراضي

source: New Document Upload
ar_sa: تحميل مستند جديد

source: Search for LC to Extend
ar_sa: البحث عن LC لتمدد

source: Save Release Amount
ar_sa: حفظ مبلغ الإصدار

source: Beneficiary Bank
ar_sa: بنك المستفيدين

source: LC Required Documents
ar_sa: LC الوثائق المطلوبة
